{"class_name": "Sequential", "keras_version": "2.2.2", "backend": "tensorflow", "config": [{"class_name": "Dense", "config": {"name": "dense_1", "units": 64, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"scale": 1.0, "distribution": "uniform", "seed": null, "mode": "fan_avg"}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "activity_regularizer": null, "trainable": true, "kernel_constraint": null, "bias_regularizer": null, "dtype": "float32", "kernel_regularizer": null, "bias_constraint": null, "activation": "relu", "batch_input_shape": [null, 12], "use_bias": true}}, {"class_name": "Dense", "config": {"name": "dense_2", "trainable": true, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"scale": 1.0, "distribution": "uniform", "seed": null, "mode": "fan_avg"}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "activity_regularizer": null, "units": 128, "kernel_constraint": null, "bias_regularizer": null, "kernel_regularizer": null, "bias_constraint": null, "activation": "relu", "use_bias": true}}, {"class_name": "Dense", "config": {"name": "dense_3", "trainable": true, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"scale": 1.0, "distribution": "uniform", "seed": null, "mode": "fan_avg"}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "activity_regularizer": null, "units": 256, "kernel_constraint": null, "bias_regularizer": null, "kernel_regularizer": null, "bias_constraint": null, "activation": "relu", "use_bias": true}}, {"class_name": "Dense", "config": {"name": "dense_4", "trainable": true, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"scale": 1.0, "distribution": "uniform", "seed": null, "mode": "fan_avg"}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "activity_regularizer": null, "units": 32, "kernel_constraint": null, "bias_regularizer": null, "kernel_regularizer": null, "bias_constraint": null, "activation": "relu", "use_bias": true}}, {"class_name": "Dense", "config": {"name": "dense_5", "trainable": true, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"scale": 1.0, "distribution": "uniform", "seed": null, "mode": "fan_avg"}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "activity_regularizer": null, "units": 16, "kernel_constraint": null, "bias_regularizer": null, "kernel_regularizer": null, "bias_constraint": null, "activation": "relu", "use_bias": true}}, {"class_name": "Dense", "config": {"name": "dense_6", "trainable": true, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"scale": 1.0, "distribution": "uniform", "seed": null, "mode": "fan_avg"}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "activity_regularizer": null, "units": 8, "kernel_constraint": null, "bias_regularizer": null, "kernel_regularizer": null, "bias_constraint": null, "activation": "softmax", "use_bias": true}}]}